Repository: mgalas/Community4OpenDataHub
Catalog: sites/all/modules/mailfix/translations/mailfix.*.po
Languages: es

source: Domain %domain_name has been deleted. %domain_users.
es: El dominio %domain_name ha sido eliminado. %domain_users.

source: Are you sure you want to delete the domain <em>%domain</em>?
es: ¿Está seguro(a) que desea eliminar el dominio <em>%domain</em>?

source: This action cannot be undone. All exising email addresses belonging to this domain will no longer be managed by this mail server.
es: Esta acción no se puede deshacer. Todas las direcciones de correo pertenecientes a este dominio dejarán de ser administradas por este servidor de correo.

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Domain name
es: Nombre de dominio

source: Enter a valid domain name for which this Drupal server is intended to manage mail, e.g. example.com.
es: Introduzca un nombre de dominio válido, para el que este servidor Drupal debe gestionar las cuentas de correo, p. ej. example.com.

source: Default storage quota
es: Cuota máxima de almacenamiento predeterminada

source: Enter the default mailbox storage quota (in bytes). Default value of 104857600 corresponds to 100MB. For unlimited quota set this value to 0.
es: Introduzca la cuota máxima de almacenamiento para el buzón de correo (en bytes). El valor predeterminado de 104857600 corresponde a 100MB. Para establecer una cuota ilimitada, introduzca el valor 0.

source: Add domain
es: Agregar dominio

source: The specified domain name contains one or more illegal characters. Spaces or any other special characters except dash (-) and underscore (_) are not allowed.
es: El dominio especificado contiene uno o más caracteres inválidos. Los espacios en blanco o cualquier otro carácter especial, excepto el guión medio (-) y el guión bajo (_), no están permitidos.

source: The mail storage quota must be a positive integer value.
es: La cuota límite de almacenamiento debe ser un número entero positivo.

source: The specified domain name is already registered.
es: El nombre de dominio especificado ya está registrado.

source: Domain name %domain_name created. %domain_users with default settings.
es: El nombre de dominio %domain_name ha sido creado. %domain_users con la configuración predeterminada.

source: This is the registered domain name for which this Drupal server is intended to manage mail.
es: Este es el nombre del dominio registrado para el que Drupal debe gestionar el correo.

source: This is the default mailbox storage quota (in bytes). Default value of 104857600 corresponds to 100MB. For unlimited quota set this value to 0.
es: Esta es la cuota de correo predefinida (en bytes). El valor predeterminado de 104857600 corresponde a 100MB. Para establecer una cuota ilimitada, establezca el valor a 0.

source: Update domain
es: Actualizar dominio

source: Default quota for domain %domain_name updated.
es: La cuota de correo predefinida para el dominio %domain_name ha sido actualizada.

source: Domains
es: Dominios

source: Current users
es: Usuarios actuales

source: Default quota
es: Cuota predeterminada

source: Operations
es: Operaciones

source: edit
es: editar

source: delete
es: borrar

source: No registered mail domains were found.
es: No se encontraron dominios registrados.

source: 1 Mailfix user profile was deleted
es: 1 perfil de usuario Mailfix fue eliminado

source: 1 user was found and configured
es: 1 usuario fue encontrado y su perfil configurado

source: <p>The Mailfix module is intended to offer mail accounts to Drupal users. This module offers the following benefits:</p><ul><li>You can manage multiple domains for mail delivery</li><li>Drupal and mail accounts share the same password, thus allowing users to manage their own credentials.</li><li>Users can access their mailbox using POP3, POP3S, IMAP and IMAPS</li><li>Quota support, with per-domain defaults and individual user settings</li><li>Mail forwarding (very useful for disabled accounts)</li><li>Silent BCC monitoring of specific accounts</li><li>Watchdog auditing of Mailfix events</li></ul><p>Once you have registered one or more Mailfix domains, new and existing users who's mail address matches any of those will have a <em>Mailfix settings</em> section in their account profile, filled with default mail quota. You will be able to configure individual settings for automatic forwarding and silent BCC monitoring.</p><p>Detailed instructions to configure the Postfix mail server are available at <a href="http://www.howtoforge.com/drupal-plus-postfix-integration-under-ubuntu-8.04">HowtoForge</a></p>
es: <p>El módulo Mailfix asigna cuentas de correo a los usuarios de Drupal. Este módulo ofrece las siguientes ventajas:</p><ul> <li>Puede gestionar múltiples dominios para la entrega de correo.</li> <li>Drupal y las cuentas de correo comparten la misma contraseña, permitiendo así a los usuarios la gestión de sus propias credenciales.</li> <li>Los usuarios pueden acceder a su correo usando POP3, POP3S, IMAP e IMAPS</li> <li>Soporte para cuota de almacenamiento de los buzones de correo, pudiendo establecerse cuotas predeterminados por dominio y configuración de la misma por usuario</li> <li>Re-envío automático de correo (muy útil para cuentas deshabilitadas)</li> <li>Monitoreo silencioso CCO de cuentas específicas</li> <li>Registro de eventos a través del módulo de sistema dblog</li></ul><p>Después de registrar uno o más dominios de correo en Mailfix, tanto los usuarios nuevos como los existentes, cuya dirección de correo pertenezca a dichos dominios, tendrán una sección denominada <em>Configuración Mailfix</em> en su perfil de usuario. En esta sección la cuota de almacenamiento será creada con el valor predeterminado correspondiente al dominio Mailfix registrado. Es posible cambiar este valor para cada usuario, y configurar valores individuales correspondientes al re-envío automático y al monitoreo silenciosos CCO. </p><p>Las instrucciones detalladas para configurar un servidor de correo Mailfix están disponibles en <a href="http://www.howtoforge.com/drupal-plus-postfix-integration-under-ubuntu-8.04">HowtoForge</a> (en inglés).</p>

source: This is the list of currently registered Mailfix domains. When you delete a domain, all associated Mailfix user profiles will be deleted.
es: Esta es la lista de dominios Mailfix actualmente registrados. Si elimina uno de estos dominios, todos los perfiles de usuarios Mailfix serán eliminados también.

source: <p>When you add a new Mailfix domain, the following operations take place:</p><ol><li>Existing users' email addresses are scanned for matching domains.</li><li>Every matching profile is populated with default quota</li></ol><p>From now on, if your Postfix server is appropriately configured, associated users will be able to user their mail account.</p>
es: <p>Al adicionar un dominio Maifix, las siguientes operaciones se ejecutan:</p><ol><li>Todas las direcciones de correo existentes son comparadas con el dominio añadido.</li><li>Todos los perfiles coincidentes son creados con la cuota de correo predeterminada.</li></ol><p>De ahora en adelante, si el servidor de correo Postfix está correctamente configurado, los usuarios cuyo perfil ha sido creado, podrán utilizar su cuenta de correo.</p>

source: yes
es: sí

source: The mail storage quota must be a positive value.
es: La cuota de almacenamiento de correo debe ser un valor superior a cero.

source: The mail storage quota must be an integer value. Provided value: %quota
es: La cuota de almacenamiento de correo debe ser un valor entero. Valor proporcionado: %quota

source: The specified Forward destination(s) contains illegal email address(es). Spaces or any other special characters except dash (-) and underscore (_) are not allowed. If multiple recipients are specified, you must define one email address per line.
es: La dirección (o direcciones) de re-envío automático no es (o no son) válida(s). Los espacios en blanco o cualquier carácter especial, con excepción del guión medio (-) y del guión bajo (_), no están permitidos. Si ha declarado múltiples direcciones de re-envío automático, debe especificar una dirección por línea.

source: The specified Incoming BCC destination(s) contains illegal email address(es). Spaces or any other special characters except dash (-) and underscore (_) are not allowed. If multiple recipients are specified, you must define one email address per line.
es: La dirección (o direcciones) de CCO entrante no es (o no son) válida(s). Los espacios en blanco o cualquier carácter especial, con excepción del guión medio (-) y del guión bajo (_), no están permitidos. Si ha declarado múltiples direcciones de CCO entrante, debe especificar una dirección por línea.

source: The specified Outgoing BCC destination(s) contains illegal email address(es). Spaces or any other special characters except dash (-) and underscore (_) are not allowed. If multiple recipients are specified, you must define one email address per line.
es: La dirección (o direcciones) de CCO saliente no es (o no son) válida(s). Los espacios en blanco o cualquier carácter especial, con excepción del guión medio (-) y del guión bajo (_), no están permitidos. Si ha declarado múltiples direcciones de CCO saliente, debe especificar una dirección por línea.

source: Mailfix Settings
es: Configuración de Mailfix

source: <p>If you <em>update</em> an account's e-mail, the Mailfix module will drop any existing Mailfix profile. Then it will verify if the new address matches a registered domain. If a match is found, a Mailfix profile will be created with domain's default settings. If no match is found, no Mailfix profile will be created.</p><p>If you <em>block</em> an account, it will stop receiveing mails and BCC monitoring will be turned off. However, if the <em>forward</em> field is set, incoming mails can still be forwarded to someone else (e.g. a supervisor).</p><p>If you <em>delete</em> an account, the associated Mailfix profile will be deleted as well.</p>
es: <p>Si usted <em>actualiza</em> una dirección de correo, el módulo Mailfix descartará cualquier perfil Mailfix asociado existente. Luego verificará si la nueva dirección coincide con un dominio registrado. Si se encuentra una coincidencia, un perfil será creado.</p><p>Si usted <em>bloquea</em> una cuenta, la misma ya no recibirá más correos y el monitoreo BCC será desactivado. Sin embargo, si el campo <em>re-envío automático</em> está activado, todo correo entrante continuará siendo re-enviado (p.ej., a un supervisor).</p><p>Si usted <em>elimina</em> una cuenta, el perfil Mailfix asocido será eliminado también.</p>

source: Mail domain
es: Dominio de correo

source: Quota limit
es: Cuota de almacenamiento

source: This is the quota limit for %username in bytes. Useful information: 1kB = 1024 bytes, 1MB = 1048576 bytes, 1GB = 1073741824 bytes
es: Ésta es la cuota máxima de almacenamiento para %username en bytes. Información útil: 1kB = 1024 bytes, 1MB = 1048576 bytes, 1GB = 1073741824 bytes

source: Forward destination(s)
es: Destinatario(s) de re-envío automático

source: If defined, incoming mails will no longer be delivered to %email. Instead, they will be forwarded to given destination(s). You can specify multiple recipients (one per line). Automatic forwarding is useful in scenarios such as vacations, temporary leave or disabled accounts.
es: Si está establecido, los correos entrantes ya no serán entregados a %email, sino que serán re-enviados al destinatario (o destinatarios) proporcionado(s). Puede establecer múltiples destinatarios (uno por línea). El re-envío automático es útil en escenarios como vacaciones, ausencia temporal o cuentas deshabilitadas.

source: Silent BCC Monitoring
es: Monitoreo CCO silencioso

source: You can specify silent monitoring of incoming and outgoing messages for this account. Silent monitoring is useful to audit activity of specific users. You can specify multiple recipients (one per line).
es: Puede definir monitoreo silencioso de los correos entrantes y salientes para esta cuenta. El monitoreo silencioso es útil para auditar la actividad de usuarios específicos. Puede definir múltiples recipientes (uno por línea).

source: Incoming messages
es: Correo entrante

source: If defined, any incoming mail for %email will be copied as <acronym title="Blind Carbon Copy">BCC</acronym> to given destinations.
es: Si está definido, todos los correos entrantes para %email serán copiados como <acronym title="Copia Carbón Oculta">CCO</acronym> a los destinatarios especificados.

source: Outgoing messages
es: Correos salientes

source: If defined, any outgoing mail from %email will be copied as <acronym title="Blind Carbon Copy">BCC</acronym> to given destinations.
es: Si está definido, todos los correos salientes de %email serán copiados como <acronym title="Copia Carbón Oculta">CCO</acronym> a los destinatarios especificados.

source: unlimited
es: ilimitado

source: Forward mail to
es: Reenviar correo a

source: BCC incoming mail to
es: CCO de correos entrante a

source: BCC outgoing mail to
es: CCO de correos salientes a

source: Mailfix profile for %user_name updated. Forwarding: %fwd, BCC monitoring: %bcc
es: Perfil Mailfix para el usuario %user_name actualizado. Reenvío: %fwd, monitoreo CCO: %bcc

source: Mailfix profile for %user_name deleted.
es: El perfil Mailfix de %user_name fue eliminado.

source: Mailfix domains
es: Dominios Mailfix

source: Configure mail server domains.
es: Configurar dominios de correo.

source: List
es: Lista

source: Edit domain
es: Editar dominio

source: Delete Domain
es: Eliminar dominio

source: Domains managed by this Drupal server
es: Dominios gestionados por este servidor Drupal

source: Primary Key
es: Clave primaria

source: Domain name, e.g. example.com
es: Nombre de dominio, p. ej. example.com

source: Default storage quota for newly created users
es: Cuota de correo predeterminada para los usuarios creados

source: Virtual email users mapping to Drupal accounts
es: Buzones de correo virtuales asociados a las cuentas usuario de Drupal

source: Drupal user ID
es: Identificador de usuario Drupal

source: Domain ID
es: Identificador de dominio

source: Mail quota, default is 100MB
es: Cuota de correo - 100MB predeterminado

source: Forward mail to this list of comma-separated addresses
es: Reenviar correo a esta lista CSV de direcciones

source: Comma-delimited list of BCC recipients for incoming mail
es: Lista separada por comas de destinatarios CCO para correo entrante

source: Comma-delimited list of BCC recipients for outgoing mail
es: Lista separada por comas de destinatarios CCO para correo saliente

source: Mailfix module uninstalled successfully.
es: El módulo Mailfix ha sido desinstalado satisfactoriamente.

source: Provides mail accounts to existing Drupal users for those domains this module is configured to manage.
es: Proporciona cuentas de correo a los usuarios de Drupal cuya dirección de correo pertenece a los dominios registrados en este módulo.

source: Mail
es: Correo
